package me.andpay.apos.lft.flow;

/**
 * 缴纳单位表结构
 * 
 * @author Administrator
 * 
 */
public class CityTable {
	/**
	 * 农网用户与营销系统城市代码差值
	 */
	public static final int SIZE = 50;
	/**
	 * 地区列表
	 */
	public static final String city[][] = new String[][]{
			{ "长沙市", "长沙电业局", "1800" }, { "株洲市", "株洲电业局", "1800" },
			{ "湘潭市", "湘潭电业局", "1800" }, { "岳阳市", "岳阳电业局", "1800" },
			{ "益阳市", "益阳电业局", "1800" }, { "常德市", "常德电业局", "1800" },
			{ "娄底市", "娄底电业局", "1800" }, { "邵阳市", "邵阳电业局", "1800" },
			{ "衡阳市", "衡阳电业局", "1800" }, { "永州市", "永州电业局", "1800" },
			{ "郴州市", "郴州电业局", "1800" }, { "怀化市", "怀化电业局", "1800" },
			{ "张家界", "张家界电业局", "1800" }, { "湘西市", "湘西电业局", "1800" },

			{ "长沙市", "长沙自来水", "2200" }, { "衡阳市", "衡阳自来水", "2204" },

	};

}
