package me.andpay.apos.lft.flow;

/**
 * 缴纳单位表结构
 * 
 * @author Administrator
 * 
 */
public class CityTable {
	/**
	 * 农网用户与营销系统城市代码差值
	 */
	public static final int SIZE = 50;
	/**
	 * 地区列表
	 */
	public static final String city[][] = new String[][] {
			{ "长沙市", "长沙电业局", "11" }, 
			{ "株洲市", "株洲电业局", "12" },
			{ "湘潭市", "湘潭电业局", "13" }, 
			{ "岳阳市", "岳阳电业局", "14" },
			{ "益阳市", "益阳电业局", "15" }, 
			{ "常德市", "常德电业局", "16" },
			{ "娄底市", "娄底电业局", "17" }, 
			{ "邵阳市", "邵阳电业局", "18" },
			{ "衡阳市", "衡阳电业局", "19" }, 
			{ "永州市", "永州电业局", "20" },
			{ "郴州市", "郴州电业局", "21" }, 
			{ "怀化市", "怀化电业局", "22" },
			{ "张家界","张家界电业局","23"}, 
			{ "湘西市", "湘西电业局", "24" } 
	};
	

}
